SPECIALIZATIONS = {
    "09.02.03": ["ПКС", "Программирование в компьютерных системах"],
    "09.02.07": ["ИСП", "Информационные системы и программирование"],
    "21.02.05": ["ЗИО", "Земельно-имущественные отношения"],
    "31.02.03": ["ЛД", "Лабораторная диагностика"],
    "31.02.04": ["МО", "Медицинская оптика"],
    "33.02.01": ["Ф", "Фармация"],
    "34.02.12": ["СД", "Сестринское дело"],
    "38.02.01": ["ЭБ", "Экономика и бухгалтерский учет (по отраслям)"],
    "38.02.03": ["ОДЛ", "Операционная деятельность в логистике"],
    "38.02.06": ["ФИН", "Финансы"],
    "38.02.07": ["БД", "Банковское дело"],
    "39.02.01": ["СР", "Социальная работа"],
    "40.02.01": ["ПР", "Право и организация социального обеспечения"],
    "40.02.02": ["ПД", "Правоохранительная деятельность"],
    "40.02.03": ["ПСА", "Право и судебное администрирование"],
    "43.02.10": ["ТУР", "Туризм"]
}
COLUMNS = [
    "Наименование дисциплины", "Шифр дисциплины", "Форма обучения", "Номер группы",
    "Курс", "Семестр",
    "Студентов", "Потоков", "Групп",
    "Продолжительность практики (нед)", "Число учебных недель",
    "Форма контроля	", "Лекции", "Практические занятия", "Консультации",
    "Экзамены", "Сам.работа (по актуализ.ФГОС)", "Курсовые работы Индивидуальный проект",
    "Всего ауд. часов", "Всего часов", "Ф.И.О. преподавателя"
]

DATA_DIR = "converter"
STUDY_PLANS_DIR = "study_plans/"
FILENAME = "Тарификация"
